Revit 2027 API
BuiltInFailures.GroupFailures.UnableToMoveElemsToProject Property
 Revit is unable to move the selected group members to the project.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToMoveElemsToProject { get; }
Public Shared ReadOnly Property UnableToMoveElemsToProject As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToMoveElemsToProject {
	FailureDefinitionId^ get ();
}
static member UnableToMoveElemsToProject : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace